addUserExample.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://schemas.conversesolutions.com/xsd/dmticta/v1">
<soapenv:Header/>
<soapenv:Body>
<v1:addUser>
<v1:username>usuario1</v1:username>
<v1:password>password</v1:password>
<v1:email>email@email.com</v1:email>
</v1:addUser>
</soapenv:Body>
</soapenv:Envelope>